export const CHANGELOG = [
  {
    version: 'v1.0.4',
    text: `• У нас появились ченджлоги, в которых мы пишем о том, что нового сделали или сломали.
        • Самое главное в релизе — улучшена производительность, уменьшено потребление процессора в 7-10 раз.
        • При выходе из настроек возвращает туда, откуда пришли.
        • В сетке видео с камеры отображается как в зеркале (чтобы привычнее и от вампиров).
        • При закрытии приложения сохраняется некоторая информация, чтобы меньше надо было подгружать при новом входе и чтобы даже без интернета отображалась какая-то информация в том числе, вдруг вы забыли как правильно пишется «Мураховский» и негде посмотреть.
        • По многочисленным просьбам: микрофон теперь всегда автоматически мьютится после выхода из канала.
        • Порадуйтесь за нас, мы переехали с Electron 7 на Electron 9, ура!
        • Анимация подключения и отключения от канала теперь показана без задержки.
        • Убрали баг с плашкой, залитой чёрным цветом цветом (залили полезными кнопочками и текстом).
        • Добавили в настройках кнопку «перезагрузить сейчас» после смены режима запуска Heyka из окна или трея.
        • Пофиксили баг с нажатием на превью видео/шаринга, когда ещё не открылся грид (раньше просто открывалось окно с гридом, сейчас открывается развёрнутый шаринг человека, по чьему шарингу ты кликнул), если вы не поняли о чем тут, ну и ладно, значит баг не существовал вовсе.
        • Сделали фикс работы приложения с двух устройств одновременно, и очень кстати, так как Кирилл подготовил iOS бета-версию heyka под новую архитектуру.
        • Очень. Много. Рефакторинга.
        • И мелкие правки которые нет смысла описывать.
        (✿◡‿◡)`,
  },
];